<link rel="stylesheet" type="text/css"
	href="/edsystem/static/js/views/modules/home/chapters/chapter_1/style.css">
<div align="center">
	<h1>Ознаки подільності на 10, на 5 і на 2</h1>
</div>
<hr style="border: 1px solid white;" />
<div class="chapter">
	<p>Остання цифра кожного із чисел 90, 2 10, 1400 дорівнює нулю. Усі
		ці числа діляться націло на 10. Справді, кожне з них можна подати у
		вигляді добутку двох натуральних чисел, одне з яких дорівнює 10.
		Маємо: 90 = 9 • 10, 210 = 21 • 10, 1400 = 140 • 10.</p>
	<p>Остання цифра числа 187 не дорівнює нулю. Це число не ділиться
		націло на 10. Дійсно, можна записати: 187 = 180 + 7. Число 187 ми
		подали у вигляді суми двох доданків, один з яких ділиться націло на
		10, а другий — не ділиться. Із правила, сформульова­ ного в
		попередньому пункті, випливає, що така сума не ділиться націло на 10.

	</p>
	<p>Наведені приклади ілюструють, як за записом натурального числа
		можна визначити, ділиться воно націло на 10 чи ні.</p>
	<p>
		<b> <i>Якщо запис натурального числа закінчується цифрою 0, т
				о це число ділиться націло на 10. </i></b>
	</p>
	<p>
		<b><i>Якщо запис натурального числа закінчується будь-якою
				цифрою, яка відмінна від 0, то це число не ділиться націло на 10.</i></b>
	</p>
	<p>
		Ці два твердження називають <b>ознакою подільності</b> на 10.
	</p>
	<p>Знайдемо неповну частку та остачу при діленні деяких натуральних
		чисел на 10.</p>
	<p>Маємо: 173 = 170 + 3 = 10•17 + 3; 4258 = 4250 + 8 = = 10•425 +
		8; 2 00 05 = 10•2000 + 5.</p>
	<p>
		Ці приклади ілюструють таке: <i>якщо натуральне число поділити на
			10, т о остача дорівнюватиме числу, яке записане останньою цифрою
			цього числа.</i>
	</p>
	<p>За допомогою останньої цифри числа встановлюють і деякі інші
		ознаки подільності.</p>
	<p>
		Числа 2, 14, 26, 58 діляться націло на 2. Натуральні числа, які націло
		діляться на 2, називають <b>парними</b>.
	</p>
	<p>
		Натуральні чивла, які не діляться націло на 2, називають <b>непарними</b>.
		Наприклад, числа 3, 5, 17, 349, 10 001 — непарні.
	</p>
	<p>
		Цифри 0, 2, 4, 6, 8 називають <b>парними</b>, а цифри 1, 3, 5, 7, 9 —
		<b>непарними</b>.
	</p>
	<p>А як, не виконуючи ділення, установити парність числа? І тут
		допомагає ознака подільності.</p>
	<p>
		<b><i>Якщо запис натурального числа закінчується парною
				цифрою, то це число ділиться націло на 2.</i></b>
	</p>
	<p>
		<b><i>Якщо запис натурального числа закінчується непарною
				цифрою, то це число неділиться націло на 2.</i></b>
	</p>
	<p>Зазначимо, що всі непарні числа при діленні на 2 дають в остачі
		1. Наприклад, 53 = 2•26 + 1, 121 = 2 • 6 0 + 1</p>
	<p>Зауважимо, що коли парне число помножити на 5, то отримаємо
		число, остання цифра якого дорівнює 0. Наприклад, 2•5 = 10, 16•5 = 80,
		28 • 5 = 140. Якщо ж непарне число помножити на 5, то остання цифра
		отриманого добутку дорівнюватиме 5. Наприклад, 3•5 = 15, 17 • 5 = 85,
		29 • 5 = 145.</p>
	<p>Отже, останньою цифрою числа n • 5, де n — будь- яке натуральне
		число, є 0 або 5. Також є правильним твердження: якщо натуральне число
		закінчується цифрою 0 або цифрою 5, то його можна подати у ви­ гляді
		добутку двох натуральних чисел, одне з яких дорівнює 5, тобто подати у
		вигляді n-5, де n — деяке натуральне число. Наприклад, 15 = 3•5, 120 =
		24•5.</p>
	<p>Тепер зрозуміло, як серед натуральних чисел розпізнавати такі,
		що є кратними 5.</p>
	<p>
		<b><i>Якщо запис натурального числа закінчується цифрою 0 або
				цифрою 5, то це число ділиться націло на 5.</i></b>
	</p>
	<p>
		<b><i>Якщо запис натурального числа закінчується будь-якою
				цифрою, відмінною від цифр 0 і 5, то це число не ділиться націло
				на 5.</i></b>
	</p>
	<p>Наприклад, числа 15, 35, 70, 3580, 11 445 діляться націло на 5,
		а числа 17, 24, 5553, 172 802 націло на 5 не діляться.</p>
</div>
<hr style="border: 1px solid white;" />
<div align="right"><button class="btn btn-success button">Пройти тест</button></div>