<link rel="stylesheet" type="text/css"
	href="/edsystem/static/js/views/modules/home/chapters/chapter_1/style.css">
<div align="center">
	<h1>Дільники та кратні</h1>
</div>
<hr style="border: 1px solid white;" />
<div class="chapter">
	<p>
		Остача при діленні числа 30 на число 5 дорівнює 0, оскільки 30 = 5 •
		6. Нагадаємо, що в такому разі говорять: число 30 ділиться націло на
		число 5. Число 5 називають <b>дільником</b> числа 30, а число 30 — <b>кратним</b>
		числа 5.
	</p>
	<p>
		<b> <i>Натуральне число a ділиться націло на натуральне число
				b, якщо знайдеться натуральне число с таке, що є правильною рівність
				a = b &#8226 c. </i>
		</b>
	</p>
	<p>
		<b> <i>Якщо натуральне число a ділиться націло на натуральне
				число b, то число a називають кратним числа b, число b — дільником
				числа a.</i></b>
	</p>
	<p>Числа 1, 2, 3, 6, 10, 15, 30 також є дільниками числа 30, а
		число 30 є кратним кожного із цих чисел.</p>
	<p>Зауважимо, що число 30 не ділиться націло, наприклад, на число
		7. Тому число 7 не є дільником числа 30, а число 30 не кратне числу 7.
	</p>
	<p>Як краще говорити: «Число а ділиться націло на число b», «Число
		b є дільником числа a», «Число a кратне числу b», «Число a є кратним
		числа b»? Байдуже, будь-який вибір буде правильним.</p>
	<p>Легко записати всі дільники числа 6. Це числа 1,2, З і 6. А чи
		можна перелічити всі числа, кратні числу 6? Числа 6 &#8226 1, 6 &#8226
		2, 6 &#8226 3, 6 &#8226 4, 6 &#8226 5 і т. д. кратні числу 6.
		Отримуємо, що чисел, кратних числу 6, — безліч. Тому перелічити їх усі
		неможливо.</p>
	<p>
		<b><i> Узагалі, для будь-якого натурального числа а кожне із
				чисел а • 1, а • 2, а • 3, а • 4, ... є кратним числа а. </i></b>
	</p>
	<p>
		<i> Найменшим дільником будь-якого натурального числа а є число 1,
			а найбільшим — саме число а. </i>
	</p>
	<p>Серед чисел, кратних числу а, найбільшого немає, а найменше є —
		це саме число а.</p>
	<p>Кожне із чисел 21 і 36 ділиться націло на число З, і їхня сума,
		число 57, також ділиться націло на число 3.</p>
	<p>
		Узагалі, <i>якщо кожне із чисел а і b ділиться націло на число k,
			то й сума а + b також ділиться націло на число k. </i>
	</p>
	<p>Кожне із чисел 4 і 8 не ділиться націло на число З, а їхня сума,
		число 12, ділиться націло на число 3.</p>
	<p>Кожне із чисел 9 і 7 не ділиться націло на число 5, і їхня сума,
		число 16, яе ділиться націло на число 5.</p>
	<p>
		Узагалі, <i>якщо ні число а, ні число b не діляться націло на
			число т о сума а + b може ділитися, а може й не ділитися націло на
			число k.</i>
	</p>
	<p>Число 35 ділиться націло на число 7, а число 17 на число 7
		націло не ділиться. Сума 35 + 17 націло на число 7 також не ділиться.
	</p>
	<p>
		Узагалі, <i>якщо число a ділиться націло на число k і число b не
			ділиться націло на число k, то сума a + b також не ділиться націло на
			число k.</i>
	</p>
</div>
<hr style="border: 1px solid white;" />
<div align="right"><button class="btn btn-success button">Пройти тест</button></div>